package WebGUI::i18n::Bulgarian::Macros;
use utf8;

our $I18N = {
	'macro disabled' => {
		message => q|Този Макрос не е разрешен в конфигурационния файл на WebGUI и не може да се използва на този сайт.<br />|,
		lastUpdated => 1168808480
	},

	'macros list body' => {
		message => q|Правенето на макрос достъпен за използване въвВашия сайт е процес с две стъпки.|,
		lastUpdated => 1168808654
	},

	'macro enabled' => {
		message => q|Този Макрос е разрешен в конфигурационния файл на WebGUI и може да се използва на този сайт.|,
		lastUpdated => 1168808543
	},

	'macro shortcut' => {
		message => q|Кратък клавиш на макроса|,
		lastUpdated => 1168808598
	},

	'macro enabled header' => {
		message => q|<p>Макросът разрешен ли е?<br />Заглавната част на таблицата в списъка на макросите от&nbsp; помощната страница за макроси. Накратко &quot;Този макрос разрешен ли е?&quot; </p>|,
		lastUpdated => 1194728780
	},

	'topicName' => {
		message => q|Макроси|,
		lastUpdated => 1168808763
	},

	'macro name' => {
		message => q|Име на макроса|,
		lastUpdated => 1168808566
	},

	'macros list title' => {
		message => q|Макроси, списък на наличните|,
		lastUpdated => 1168808732
	},

	'macros using body' => {
		message => q|<p>Макросите във WebGUI се използват за създаване на динамично съдържание в иначе статични страници. Например, бихте искали да покажете кой потребител се е логнал на всяка страница, или бихте искали да имате динамично съставено меню.</p><p>Макросите винаги започват с каретка (^) последвана от поне един символ и завършват с точка и запетая (;). Някои макроси могат да бъдат разширени/конфигурирани посредством формата <strong>^x(&quot;конфигуриращ текст&quot;);</strong>. Когато се предават няколко аргумента на макроса, те трябва да са разделени само със запетая:<br /><strong>^x(&quot;първи аргумент&quot;,2);</strong></p><p>Макроси могат да се влагат един в друг само ако не съдържат запетайки или кавички. Следващите препоръки трябва се следват:</p><ul><li>Макроси, които съдържат HTML или javascript не могат да се влагат един в друг.</li><li>Макроси, които връщат потребителски вход, който съдържа кавички или запетайки могат да се влага един в друг, но това е опасно.</li><li>Ако Вашия потребителски вход трябва да съдържа кавички и/или запетайки, препоръчва се HTML кодиране за кавичките и запетайките да се използва.</li></ul>|,
		lastUpdated => 1194729483
	},

	'macros using title' => {
		message => q|Макроси, Използване<br />|,
		lastUpdated => 1168808751
	},

};

1;
