package WebGUI::i18n::Arabic::Asset_Wobject;

our $I18N = {
	'1073 description' => {
		message => q|اختر نموذج للشكل الخارجي من القائمة لكي تضم الوبجيكت اذا كان يرى مباشرة. اذا كان الوبجيكت معروضكجزء من الشكل الخارجي للاصل, سيتم استخدام نموذج الشكل كبديل.<br />|,
		lastUpdated => 1174308821
	},

	'828' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>اغلب الوبجيكتس لها نماذج تسمح لك بتغيير كل الوبجيكت الذي يظهر للمستخدم. هذه الوبجيكتس التي لها نماذج كلها لها مجموعات من المتغيرات يمكن ان تستخدمها للشكل الخارجي, بلاضافة الى متغيراتها الخاصة. التالي قائمة بمتغيرات النماذج المشتركة الموجودة في كل الوبجيكتس</span></p>  |,
		lastUpdated => 1177188102
	},

	'add' => {
		message => q|اضف|,
		lastUpdated => 1174309270
	},

	'1079' => {
		message => q|شكل قابل للطباعة<br />|,
		lastUpdated => 1174308836
	},

	'displayTitle' => {
		message => q|شرط متغير لاذا ما كان يحب ان يظهر العنوان ام لا |,
		lastUpdated => 1174309596
	},

	'827' => {
		message => q|نموذج الوبجيكت<br />|,
		lastUpdated => 1174309181
	},

	'assetName' => {
		message => q|وبجيكت|,
		lastUpdated => 1174309540
	},

	'626' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>الوبجيكتس هي القوة الحقيقية لللويب جوي, هي برامج صغيرة يمكن تركيبها لكي تعمل تحت عناصر الويب جوي مثل المقالات, المنتديات و التصويتات. من الممكن ان تكون الوبجيكتس صفحات قائمة بذاتها, او ممكن ان تكون اجزاء فردية من الصفحات.</span></p>  <p dir="rtl" class="MsoNormal"><span>&nbsp;</span></p>  <p dir="rtl" class="MsoNormal"><span>لاضافة وبجيكت الى الصفحة اذهب اولا الى الصفحة و اختر </span><strong><span>Add Content</span> </strong><span>من الجزء الاعلى الايسر ببصفحة. كل وبجيكت له المساعدة الخاصة به, تأكد من قراءة المساعدة اذا لم تكن متأكدا من طريقة الاستخدام</span><span></span></p>  |,
		lastUpdated => 1177187861
	},

	'632' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>من الممكن ان تضيف وبجيكتس بالاختيار من قائمة </span><span>^International(&quot;1&quot;,&quot;WebGUI&quot;);</span><span>. من الممكن ان تعدلها بالنقر على زر </span><span>&quot;Edit&quot;</span><span> <span>الذي يظهر فوق الوبجيكت مباشرة حين تكون في حالة الادارة.</span></span></p>  <p dir="rtl" class="MsoNormal"><span>&nbsp;</span></p>  <p dir="rtl" class="MsoNormal"><span>الوبجيكتس اصول لهذا فهي تحمل الخواص التي تحملها الاصول. بلاضافة ال ذلك, اغلب الوبجيكتس تحمل خواص فريدة و هي:</span></p>  |,
		lastUpdated => 1177187980
	},

	'edit' => {
		message => q|عدل|,
		lastUpdated => 1174309604
	},

	'85 description' => {
		message => q|مساحة المادة لتي من الممكن ان تدخل فيها اي كمية تريدها من المادة. على سبيل المثال, حتى قبل الاسئلة المتكررة, يوجد غالبا شرح لما يوجد داخل هذا القسم. |,
		lastUpdated => 1174309262
	},

	'42' => {
		message => q|اكد من فضلك<br />|,
		lastUpdated => 1174308973
	},

	'677' => {
		message => q|وبجيكت, اضف/عدل<br />|,
		lastUpdated => 1174309172
	},

	'174' => {
		message => q|اظهر العنوان؟<br />|,
		lastUpdated => 1174308930
	},

	'assetId' => {
		message => q|المعرف الفريد الذي يستخدمه الويب جوي من احل السيطرة على هذا الاصل.<br /> |,
		lastUpdated => 1174309520
	},

	'wobject template variables title' => {
		message => q|متغيرات اصل نموذج الوبجيكت<br />|,
		lastUpdated => 1174309729
	},

	'44' => {
		message => q|نعم, انا متأكد<br />|,
		lastUpdated => 1174308983
	},

	'1073' => {
		message => q|نموذج الشكل<br />|,
		lastUpdated => 1174307641
	},

	'174 description' => {
		message => q|هل تريد ان تظهر عنوان الوبجيكت؟ على بعض المواقع, اظهار العنوان غير مهم<br />|,
		lastUpdated => 1174308962
	},

	'85' => {
		message => q|الشرح|,
		lastUpdated => 1174309190
	},

	'styleTemplateId' => {
		message => q|هوية الاصل الخاص بالنموذج من اجل اظهار الاصل<br /> |,
		lastUpdated => 1174309695
	},

	'1079 description' => {
		message => q|هذا يقوم بضبط الشكل القابل للطباعة لهذه الصفحة لكي تكون اي شيء اخر غير النموذج الاعتيادي القابل للطباعة في الويب جوي. يقوم هذا الشكل بالعمل مثل نموذج الشكل بناء على متى يتم استخدامها.<br />|,
		lastUpdated => 1174308921
	},

	'description' => {
		message => q|شرح هذا الوبجيكت<br />|,
		lastUpdated => 1174309566
	},

	'wobject template variables body' => {
		message => q|  <p dir="&quot;rtl&quot;" class="&quot;MsoNormal&quot;"><span>متغيرات النموذج هذه معروفة لتقريبا كل الوبجيكتس و تحتوي على كل متغيرات النماذج المعروفة للاصول. العديد منها خواص اصول داخلية تتحكم في الاداء و لا تكون مفيدة جدا في النماذج. مثال على هذا هوية النموذج المستخدم لاظهار الاصل. بناء على اذا كان المستخدم قد ملأ المجال, من الممكن ان تكون فارغة او لا.</span></p>  |,
		lastUpdated => 1177188242
	},

	'664' => {
		message => q|وبجيكت, امسح<br />|,
		lastUpdated => 1174309018
	},

	'619' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>هذه العملية تمسح الوبجيكت الذي تم اختياره من الصفحة الى الابد. اذا لم تكن متأكدا من المسح, من الافضل ان تقص العنصر الى لوحة القص حتى تتاكد.</span></p>  <p dir="rtl" class="MsoNormal"><span>&nbsp;</span></p>  <p dir="rtl" class="MsoNormal"><span>كأي عملية مسح, سيتم سؤالك اذا اردت اكمال المسح, اذا اجبت بنعم يتم المسح ولا يمكن استرجاع العنصر, اذا قلت لا سيتم ارجاعك الى الشاشة السابقة.</span></p>  |,
		lastUpdated => 1177187682
	},

	'45' => {
		message => q|لا, لقد أخطأت |,
		lastUpdated => 1174309000
	},

	'originalURL' => {
		message => q|اذا كان الوبجيكت وصلة اختصار, اذا فان هذا الرابط سيأخذك الى الاصل الرئيسي<br /> |,
		lastUpdated => 1174309643
	},

	'title' => {
		message => q|عنوان هذا الوبجيكت|,
		lastUpdated => 1174309706
	},

	'671' => {
		message => q|وبجيكتس, تستخدم<br />|,
		lastUpdated => 1174309036
	},

	'printableStyleTemplateId' => {
		message => q|هوية اصل النموذج لاظهار الاصل للطباعة<br />|,
		lastUpdated => 1174309675
	},

};

1;
