package WebGUI::i18n::Arabic::Workflow_Activity_RequestApprovalForVersionTag;

our $I18N = {
	'request approval for version tag body' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>نشاط سريان العمل تستخدم بنسخة التحكم من الويب جيو أي. تستخدم لطلب الموافقة على علامة النسخة التي سيتم عملها. </span></p>  <p dir="rtl" class="MsoNormal"><span>&nbsp;</span></p>  <p dir="rtl" class="MsoNormal"><span>عندما يقوم مستخدم بعمل علامة للنسخة, يتم ارسال رسالة إلى كل المجموعة المختارة عن طريق المستخدم. تحتوي الرسالة على التعليقات من صانع العلامة مع رابط لادارة العلامة التي تم عملها. المستخدم الأول في الرد على الرسالة من الممكن أن يقوم بالموافقة أو رفض التنفيذ. إذا تم الموافقة على علامة النسخة سيتم عملها في المرة التالية التي يطلب فيها النشاط. إذا تم رفض علامة النسخة سيتم المناداة بسريان عمل اختياري.</span></p>  <p dir="rtl" class="MsoNormal"><span>&nbsp;</span></p>  <p dir="rtl" class="MsoNormal"><span>واحد من أنواع سريان العمل الاعتيادية للويب جيو أي تتضمن هذا النشاط ليوقع الصلاحيات المبدئية لعمل النسخ. في سريان العمل هذا إذا تم رفض التنفيذ, إذا علامة النسخة لا يتم اغلاقها و يتم اعلام الصانع أن التنفيذ قد رفض بالإضافة إلى تعليقات عن سبب الرفض.</span></p>  |,
		lastUpdated => 1165941533
	},

	'activityName' => {
		message => q|اطلب الموافقة على علامة النسخة<br />|,
		lastUpdated => 1165940694
	},

};

1;
