package WebGUI::i18n::Arabic::Workflow_Activity_CleanFileCache;

our $I18N = {
	'clean file cache body' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>سيقوم نشاط سريان العمل هذا بتهذيب حجم قاعدة البيانات المخصصة للذاكرة المخفية للملفات على حسب حجم الذاكرة المخبأة التي قام المستخدم بضبطها و وقت الانتهاء للعناصر و الاشياء الموجودة في الذاكرة المؤقتة أو المخبأة. إذا لم يوصل تنظيف العناصر المنتهية إلى الحجم المحدد, سيتم رفع وقت الانتهاء ب30 دقيقة و ستتم إعادة العملية إلى أن تقابل متطلبات الحجم.</span></p>  |,
		lastUpdated => 1166631961
	},

	'bytes' => {
		message => q|بايتس|,
		lastUpdated => 1166631882
	},

	'size limit' => {
		message => q|حدود الحجم<br />|,
		lastUpdated => 1166631969
	},

	'activityName' => {
		message => q|نظف الذاكرة المخبأة للملفات.<br />|,
		lastUpdated => 1166631873
	},

	'size limit help' => {
		message => q|الى اي مدى يجب ان يصل حجم الذاكرة المخباة للملفات في الويب جوي قبل ان يقوم النظام بتنظيف الملفات المنتهية.<br />|,
		lastUpdated => 1166632013
	},

};

1;
