package WebGUI::i18n::Arabic::Workflow_Activity_GetCsPost;

our $I18N = {
	'get cs post body' => {
		message => q|  <p dir="rtl" class="MsoNormal"><span>نشاط سريان العمل هذا سوف يستخرج الرسال إلى صندوق البريد الذي تم ضبطه للنظام التعاوني و سوف يقوم بعمل سلاسل و اضافات في داخل النظام التعاني. لان هذه العملية من الممكن أن تستهلك وقتا طويلا, بناء على عدد الرسائل التي يتم تجميعها, ستتوقف العملية بعد دقيقة واحدة. </span></p>  |,
		lastUpdated => 1166112854
	},

	'activityName' => {
		message => q|احضر اضافات النظام التعاوني من البريد الالكتروني |,
		lastUpdated => 1166112628
	},

};

1;
